app/controllers/api/v1/industries_controller.rb

SELECT "industries".* FROM "industries"
---
  def index
    @industries = Industry.all